[ 
    {
        "name": "집옥재",
        "text": "집옥재 협길당 팔우정 이 3채의 건물은 당초 창덕궁 함녕전의 별당으로 지어진 건물이었으나, 1888년 고종이 창덕궁에서 경복궁으로 거처를 옮기면서 이 전각들도 옮겨온 것이다. 고종은 이 건물들을 어진의 봉안 장소와 서재 겸 외국사신 접견장으로 사용하였다. 이 3채의 건물은 경복궁의 다른 전각들과 달리 중국식 양식으로 지어졌는데 이는 당시로서는 신식이라고 생각되던 중국풍을 받아들였기 때문이다. 집옥재의 현판을 송나라 명필인 미불의 글씨를 집자하여 중국풍으로 만든 것도 이런 연유 때문이다.",
        "img": "../img/집옥재메인.jpg"
    },
    {
        "name": "함화당",
        "text": "경복궁 교태전 북쪽에는 많은 전각들이 있었는데 임진왜란과 일제강점기를 거치면서 많은 전각들이 훼철되었다. 경복궁 향원정 남쪽에 남은 전각 중에 내전의 침전으로 사용된 함화당이 위치한다. 정면 7칸, 측면 2칸이며 서쪽은 누마루가 설치되어 있다. 함화당은 집경당과 행랑으로 연결되어 있다.",
        "img": "../img/함화당메인.jpg"
    },
    {
        "name": "자경전",
        "text": "경복궁 침전 동쪽 터에 자리한 자경전은 흥선대원군이 경복궁을 중건하면서 고종의 양어머니가 되었던 조대비를 위하여 지은 건물이다. 건물을 지은 지 얼마 지나지 않아 화재로 소실된 것을 고종 25년에 다시 지어 지금까지 남아 있다. 44간의 규모로 지어진 이 건물은 온돌방으로 꾸며진 복안당과 자경전 동남쪽의 청연루로 구성되어 있으며 청연루의 동측으로 협경당이 연결되어 있다. 자경전 남쪽으로 행각이 자리하고 있으며 그 가운데에 여자들이 여닫기 쉽게 가벼운 당판문으로 된 만세문이 있다.",
        "img": "../img/자경전메인.jpg"
    },
    {
        "name": "소주방",
        "text": "경복궁 소주방 전각에 위치한 생과방은 궁중의 육처소 가운데 하나이며 국왕과 왕비의 후식과 별식을 준비하던 곳으로 생물방 혹은 생것방이라고도 불렸습니다. 경복궁 생과방 프로그램은 조선왕조실록의 내용을 토대로 실제 임금이 드셨던 궁중병과와 궁중약차를 오늘날에도 즐길 수 있도록 구성된 체험 프로그램입니다. 생과방 내부에 위치한 호궤소에서 궁중병과와 궁중약차를 시식 체험할 수 있습니다.",
        "img": "../img/소주방메인.jpg"
    },
    {
        "name": "향원정",
        "text": "향원정은 1873년 고종이 건청궁을 지을 때 그 앞에 연못을 파서 연못 가운데에 섬을 만들어 2층의 육모지붕을 얹은 정자이다. 향원정으로 가는 섬에는 나무로 구름다리를 만들어 취향교라 하였다.",
        "img": "../img/향원정메인.jpg"
    },
    {
        "name": "경회루",
        "text": "경회루는 침전영역 서쪽에 위치한 연못 안에 조성된 누각이다. 외국사신의 접대나 임금과 신하 사이에 벌어지는 연회장소로 사용할 목적으로 만들어졌다. 경복궁 창건 당시는 작은 누각이었던 것을 태종 12년(1412)에 크게 연못을 파고 지금과 같은 규모로 만들었다. 그 후 성종 때 건물이 기울어져 다시 고쳐 지었는데 돌기둥에 용과 꽃 장식을 하여 화려하게 치장하고, 연산군 때에는 연못 안 인공섬에 만세산을 조성하고, 그 곳에 월궁을 꾸며 조화를 장식하였으나, 임진왜란 때 화재로 모두 소실되었다. 경회루건물은 없어졌지만, 경복궁이 중건될 때까지 연못은 나라에 가뭄이 들 때마다 기우제를 지내는 곳으로 이용되었다.",
        "img": "../img/경회루메인.jpg"
    },
    {
        "name": "강녕전",
        "text": "사정전을 뒤돌아 가면 행각에 연이어 있는 향오문이 나오는데 이곳이 궁궐의 침전영역으로 들어가는 문이다. 경복궁에는 왕과 왕비의 침전영역이 둘로 구분되어 있다. 하나는 왕의 침전인 강녕전이고 다른 하나는 강녕전의 후면에 있는 양의문을 통하여 들어가는 왕비의 침전인 교태전이다. 궁궐에서 침전은 왕과 왕비가 일상생활을 하는 곳이며 내외 종친을 불러 연회를 하는 곳이기도 하다. 그렇다고 해서 정사와 관련한 일이 전혀 이루어지지 않는 것은 아니다. 왕이 신하들을 불러 은밀히 정사를 논의하는 곳 또한 침전이다.",
        "img": "../img/강녕전메인.jpg"
    },
    {
        "name": "사정전",
        "text": "편전은 왕이 평소에 정사를 보고 문신들과 함께 경전을 강론하는 곳이다. 또 종친 대신들과 함께 주연을 즐기고 왕이 직접 지켜보는 가운데 과거 시험을 치르기도 한 곳이다. 경복궁의 편전 영역은 사정전을 중심으로 이루어져 있다. 근정전 영역으로 통하는 사정문과 침전영역으로 통하는 향오문 사이에 사정전 만춘전 천추전이 남향하고 있으며 그 주변을 행각이 감싸고 있다.",
        "img": "../img/사정전메인.jpg"
    },
    
    {
        "name": "근정전",
        "text": "근정전은 경복궁의 정전이다. 왕이 신하들의 조하를 받거나 공식적인 대례 또는 사신을 맞이하던 곳이다. 정전인 근정전은 궁궐 내에서도 가장 규모가 크고 격식을 갖춘 건물로 면적도 가장 넓게 차지하고 있다. 중층으로 된 근정전 건물은 2단의 높은 월대 위에 자리하고 있으며 전면에는 중요행사를 치룰 수 있는 넓은 마당이 있고 그 둘레를 행각이 감싸고 있다.",
        "img": "../img/근정전메인.jpg"
    },
    {
    "name": "광화문",
    "text": "광화문은 경복궁의 정문이다. 광화문은 조선의 법궁에 해당하는 궁궐의 정문으로서 다른 궁궐들의 정문과는 달리 돌로 높은 석축을 쌓고 그 위에 중층구조의 누각을 세워서 마치 성곽의 성문과 같은 격식으로 장대하게 지어졌다. 광화문은 중층으로 된 문루를 받치는 기단석축이 세 개의 홍예문으로 이루어져 있는데 중앙의 홍예문으로는 왕이 좌우의 홍예문으로는 왕세자와 신하들이 출입하였다. 또한 문루에는 종을 걸어 두어 시각을 알리는데 사용하였다. 광화문은 일제강점기에 조선총독부 건물을 지으면서 건춘문 북쪽으로 옮겼다가 한국전쟁 때 폭격을 맞아 문루가 모두 소실되었다. 그 후 1968년에 경복궁 정문의 위치로 다시 옮겼으나 나무를 사용하지 않고 콘크리트 구조로 복원하는 과정에서 위치 또한 제자리를 찾지 못하였다. 현재의 광화문은 2010년에 원래의 모습으로 제자리를 찾아서 다시 복원한 것이다.",
    "img": "../img/광화문메인.jpg"
    }
] 